[
  {
    "id": "rec1",
    "order": 1,
    "title": "Profile",
    "dates": "",
    "duties": [
      "I am a graduate of NorthCoders Bootcamp with a demonstrated history of Full Stack Development seeking to enter and excel in the coding industry. I excel in analytical thinking, creative excellence, and effective time management. I have a broad range of experience in different fields and am able to quickly upskill, as demonstrated by my software and programming competencies. I have a proven history of facilitating innovative solutions, collaboration, and project management across the hospitality industry while also developing my coding skills."
    ],
    "company": "PatrickShepherd218@Gmail.com",
    "email": ""
  },
  {
    "id": "rec2",
    "order": 2,
    "title": "Skills",
    "dates": "",
    "duties": [
      "Proficient in Javascript, PostgreSQL, React.js, React Native, Firebase, HTML/CSS, Axios, Express, Jest, TDD, and the use of VS Code. Skilled in agile methodology and data visualization."
    ],
    "company": "PatrickShepherd218@Gmail.com",
    "email": ""
  },
  {
    "id": "rec3",
    "order": 3,
    "title": "Junior Full Stack Developer",
    "dates": "Aug 2022 - Present",
    "duties": [
      "As a junior full stack developer at Northcoders, I optimize user experience by ensuring well-developed, standards-compliant front and back-end code. I use static code analysis to analyze code for consistency and test coverage, and build site-specific interfaces for navigation and data management. I demonstrate expert coding knowledge of JavaScript, SQL, and HTML, and perform thorough testing and analysis to eliminate errors and risks."
    ],
    "company": "Northcoders",
    "email": ""
  },
  {
    "id": "rec4",
    "order": 4,
    "title": "Restaurant Supervisor",
    "dates": "Sept 2018 - Present",
    "duties": [
      "As a restaurant supervisor, I have developed and implemented business plans to promote profitable food and beverage sales. I manage stock purchasing and inventory to align with the Profit/Loss budget, and exceed Key Performance Indicators such as Spend Per Head, Cover Targets, and Average Transaction Values and Speed of Service. I have the ability to resolve conflict in a fast-paced environment, gather feedback from multiple review platforms, and make operational changes and improvements based on that feedback. I have also recruited and developed a team of 20 dedicated staff to provide excellent customer service."
    ],
    "company": "Thirteen Thirty One",
    "email": ""
  },
  {
    "id": "rec5",
    "order": 5,
    "title": "Bar Supervisor",
    "dates": "Feb 2018 - Sept 2018",
    "duties": [
      "As a bar supervisor, I was responsible for completing bar opening and closing procedures, managing bar inventory and restocking supplies, explaining daily specials and beverage promotions to increase sales, training new employees on bar procedures and policies, and handling cash and credit card transactions accurately and efficiently."
    ],
    "company": "Fossgate Tap",
    "email": ""
  }
]
