[
  {
    "id": "rec1",
    "order": 1,
    "title": "Profile",
    "dates": "",
    "duties": [
      "Graduate of NorthCoders Bootcamp with a demonstrated history of Full Stack Development seeking to enter and excel in the Coding Industry.",
      "Excel in analytical thinking, creative excellence, and demonstrating effective allocation of time resources.",
      "Broad experience in several fields with the ability to rapidly upskill as shown by my Software and Programming competence.",
      "Proven history of facilitating innovative solutions, collaboration, and Project Management across the Hospitality Industry whilst honing Coding skill set."
    ],
    "company": "",
    "email": "PatrickShepherd218@Gmail.com"
  },
  {
    "id": "rec2",
    "order": 2,
    "title": "Skills",
    "dates": "",
    "duties": [
      "Javascript",
      "PostgreSQL",
      "React.js",
      "React Native",
      "Firebase",
      "HTML/CSS",
      "Axios",
      "Express",
      "Jest",
      "TDD",
      "VS Code proficiency",
      "Agile Methodology",
      "Data Visualizations"
    ],
    "company": "",
    "email": "PatrickShepherd218@Gmail.com"
  },
  {
    "id": "rec3",
    "order": 3,
    "title": "Junior Full Stack Developer",
    "dates": "Aug 2022 - Nov 2022",
    "duties": [
      "Optimized user experience by ensuring well-developed, standards-compliant front and back-end code.",
      "Used static code analysis to analyze code for consistency and test coverage.",
      "Built site-specific interfaces for navigation and data management.",
      "Demonstrated expert coding knowledge of JavaScript, SQL and HTML.",
      "Performed thorough testing and analysis to eliminate error and risk."
    ],
    "company": "Northcoders"
  },
  {
    "id": "rec4",
    "order": 4,
    "title": "Restaurant Supervisor",
    "dates": "Sept 2018 - Present",
    "duties": [
      "Developed, implemented and managed business plans to promote profitable food and beverage sales.",
      "Managed stock purchasing and inventory to stay in line with the Profit/Loss Budget.",
      "Exceeded Key Performance Indicators such as Spend Per Head, Cover Targets, and Average Transaction Values and Speed of Service.",
      "Resolved conflict in a time-pressured environment.",
      "Collated feedback from multiple review platforms and implemented operational changes and procedures as a result.",
      "Recruited and developed a dedicated team of twenty staff to provide excellent customer service."
    ],
    "company": "Thirteen Thirty One"
  },
  {
    "id": "rec5",
    "order": 5,
    "title": "Bar Supervisor",
    "dates": "Feb 2018 - Sept 2018",
    "duties": [
      "Completed bar opening and closing procedures.",
      "Managed bar inventory, restocked supplies, and placed orders for spirits, beer, wines, and mixers.",
      "Explained daily specials and beverage promotions to exceed daily sales goals.",
      "Trained new employees on bar procedures and policies.",
      "Handled cash and credit card transactions accurately and efficiently."
    ],
    "company": "Fossgate Tap"
  }
]
